Repository: PRGfx/Prgfx.Neos.AxeCore
Catalog: Resources/Private/Translations/*/AxeCoreView.xlf
Languages: de

# view.analyze
source: Scan for errors
de: Nach Fehlern scannen

# view.analyzeAgain
source: Rescan
de: Erneut scannen

# view.analyzing
source: analyzing…
de: analysieren…

# results.category.passes
source: Passed ({0})
de: Bestanden ({0})

# results.category.incomplete
source: Incomplete ({0})
de: Unvollständig ({0})

# results.category.inapplicable
source: Inapplicable ({0})
de: Nicht anwendbar ({0})

# results.category.violations
source: Violations ({0})
de: Verstöße ({0})

# result.ruleLink
source: axe rule: {0}
de: axe Regel: {0}

# occurrence.affectedElement
source: Affected Element
de: Betroffenes Element

# nodeInfo.domSelector
source: DOM Selector
de: DOM Selektor

# nodeInfo.highlightNode
source: Highlight Element
de: Element hervorheben

# nodeInfo.html
source: HTML Source
de: HTML Quellcode

# nodeInfo.renderingPrototype
source: Rendered Element
de: Dargestelltes Element

# nodeInfo.neosNode
source: Content Element
de: Inhaltselement

# nodeInfo.selectNode
source: Select Element
de: Element auswählen

# popout.popout
source: Pop-out results
de: Ergebnisse herauslösen

# popout.popin
source: Show in inspector
de: In Inspector anzeigen

# popout.poppedOut
source: View is opened in a separate window
de: Ansicht ist in einem separaten Fenster geöffnet

# popout.title
source: axe-core results: {0}
de: axe-core Ergebnisse: {0}

# export.export
source: Export results
de: Ergebnisse exportieren
